{
  "Footer": {
    "line1": "Paso a paso con la abeja local",
    "line2": "Informaci贸n y recursos sobre la apicultura",
    "location": "Gipuzkoa",
    "followUs": "隆S铆guenos en redes sociales!",
    "instagram": "Instagram"
  },
  "Header": {
    "about": "Qui茅nes somos",
    "products": "Productos",
    "contact": "Contacto",
    "homeAria": "Inicio",
    "menuAria": "Men煤",
    "themeToggleAria": "Cambiar tema"
  },
  "About": {
    "title": "Sobre nosotros",
    "text": "Miel elaborada de manera ecol贸gica en Hernani y Navarra.\n\nHola, soy Asier. Hace cuatro a帽os comenc茅 el camino de la elaboraci贸n de miel en los terrenos de mi padre. Siempre me ha gustado la naturaleza y trabajar con productos ecol贸gicos locales, y me sumerg铆 en el mundo de la miel con gran pasi贸n.\n\nRecogemos la miel de diversas flores y 谩rboles de nuestra regi贸n, siempre cuidando el medio ambiente y priorizando el bienestar de los animales. Nuestra miel, elaborada de manera tradicional y ecol贸gica, es un producto natural de alta calidad, saludable y con un sabor excepcional.\n\nLa miel no es solo nuestro trabajo, tambi茅n es un estilo de vida: priorizamos el respeto a la naturaleza y la sostenibilidad a diario. Por ello, nuestros productos est谩n garantizados con certificaci贸n ecol贸gica y controles de calidad estrictos.\n\nNuestro objetivo no es solo ofrecer miel, sino tambi茅n difundir el valor de la naturaleza y la apicultura de nuestra tierra, y construir una relaci贸n de confianza y cercan铆a con los clientes.\n\nVen y descubre nuestra miel, para llevar el sabor y la calidad local a tu hogar."
  },
  "Products": {
    "title": "Productos",
    "noProducts": "En este momento no tenemos productos disponibles.",
    "items": [
      {
        "name": "Miel Natural Casera 250g",
        "description": "Miel elaborada ecol贸gicamente, con sabor de flores variadas."
      },
      {
        "name": "Miel Natural Casera 500g",
        "description": "Miel de alta calidad, de flores variadas, en formato m谩s grande."
      },
      {
        "name": "Miel Monofloral de Romero 250g",
        "description": "Miel de polen de romero, con sabor especial y arom谩tico."
      },
      {
        "name": "Miel Monofloral de Romero 500g",
        "description": "Miel de polen de romero, sabor especial, en envase m谩s grande."
      },
      {
        "name": "Polvo de Abeja Natural 150g",
        "description": "Polvo de abeja, como fertilizante y suplemento natural."
      },
      {
        "name": "Miel Cristalizada 300g",
        "description": "Miel con cristalizaci贸n natural, textura cremosa."
      }
    ]
  },
  "ProductCard": {
    "AddToCart": "A帽adir al carrito"
  }
}
